[
  {
    "x": 0.77777777796385,
    "y": 0.49999999894021063,
    "id": "duplicação_do_joá",
    "name": "Joa Duplication",
    "importance": "secondary",
    "field": "transport",
    "bio": "The duplication of Joá was a fundamental work to improve mobility between the South Zone and Barra da Tijuca. By expanding the road's capacity, it reduced congestion and travel times, providing more comfort and safety for Rio residents using this important road corridor.",
    "spellings": "Amhimitl, Opochtli",
    "source": "Primeros Memoriales",
    "aspect": "Opochtli, Mixcoatl, Huitzilopochtli, Yacatecuhtli",
    "educacao": 0,
    "transport": 1,
    "urban reforms": 0,
    "leisure": 0,
    "totens": 0,
    "selos": 0,
    "placas": 0
  },
  {
    "x": -1.222222221816672,
    "y": 0.4999999994826871,
    "id": "derrubada_da_perimetral",
    "name": "Perimetral Removal",
    "importance": "secondary",
    "field": "urban reforms",
    "bio": "The removal of the Perimetral was a milestone in Rio de Janeiro's urban transformation. By removing this expressway, space was opened up for the revitalization of the port area, creating new leisure, social, and cultural areas for Rio residents, as well as improving circulation and integration between different parts of the city.",
    "spellings": null,
    "source": "Source unknown",
    "aspect": null,
    "educacao": 0,
    "transport": 0,
    "urban reforms": 1,
    "leisure": 0,
    "totens": 0,
    "selos": 0,
    "placas": 0
  },
  {
    "x": 1.7777777779026898,
    "y": 0.49999999894021063,
    "id": "novos_túneis",
    "name": "New Tunnels",
    "importance": "secondary",
    "field": "urban reforms",
    "bio": "The construction of new tunnels significantly improved urban mobility in Rio de Janeiro. By reducing congestion and travel times, they provided more traffic flow and facilitated the movement of Rio residents, especially in areas with high vehicle traffic.",
    "spellings": "Yemaxtli, Tlaclau-queteztzatlipuca, Camaxtle, Tlatlauhca",
    "source": "Codex Ramirez",
    "aspect": "Mixcoatl, Xipe Totec, Huitzilopochtli",
    "educacao": 0,
    "transport": 1,
    "urban reforms": 0,
    "leisure": 0,
    "totens": 0,
    "selos": 0,
    "placas": 0
  },
 
  {
    "x": -1.2222222223181616,
    "y": -0.5000000005245443,
    "id": "pequena_áfrica",
    "name": "Little África",
    "importance": "secondary",
    "field": "urban reforms",
    "bio": "Little Africa is an important historical and cultural heritage of Rio de Janeiro, preserving the memory and traditions of Afro-Brazilian culture. By rescuing and valuing this heritage, the region promotes social inclusion, respect for diversity, and the strengthening of the cultural identity of Rio residents.",
    "spellings": null,
    "source": "Codex Aubin",
    "aspect": "Coatlicue, Tlaltecuhtli",
    "SANITATION": 0,
    "transport": 0,
    "urban reforms": 1,
    "leisure": 0,
    "totens": 0,
    "selos": 0,
    "placas": 0
  },
  {
    "x": -0.22222222261762758,
    "y": 0.49999999894021063,
    "id": "edifício_a_noite",
    "name": "Residential Occupation in the City Center and in Porto",
    "importance": "secondary",
    "field": "urban reforms",
    "bio": "The A Noite Building is an architectural and historical icon of Rio de Janeiro, preserving the city's memory and identity. In addition to being a cultural and tourist landmark, the building contributes to the appreciation of Rio's historical and architectural heritage, enriching the urban experience of Rio residents and visitors.",
    "spellings": null,
    "source": "Codex Aubin",
    "aspect": "Ometecuhtli, Mictlantecuhtli,",
    "SANITATION": 0,
    "transport": 0,
    "urban reforms": 1,
    "leisure": 0,
    "totens": 0,
    "selos": 0,
    "placas": 0
  },
  {
    "x": -2.222222222115711,
    "y": -0.5000000005245443,
    "id": "campo_de_golfe",
    "name": "Olympic Golf Course",
    "importance": "secondary",
    "field": "Turismo, esporte e leisure",
    "bio": "The Rio 2016 Olympics brought golf back to the Olympics, after 112 years. The return of the sport to the Olympic status also represented the possibility to recover an area of almost 1 million square meters, in Barra, which had been degraded for decades, due to sand extraction. Built with private resources, the project of the Olympic Golf Course promoted the largest program of restoration of native restinga vegetation in Brazil. From the revitalization of the ecosystem, the space became home to nearly 300 species of animals, including birds, capybaras, sloths, frogs, snakes, alligators and lizards. <br><br><br> Recognized by specialized international magazines as one of the best in the world, the Olympic Golf Course - which was built without any public funding - is now fully operational and anyone can use the facility by purchasing tickets. Until the Games were held, the city had only private club courses, where only members could play.",
    "spellings": "Chimalman, Chimamatl",
    "source": "Codex Laud",
    "aspect": "Coatlicue",
    "SANITATION": 0,
    "transport": 0,
    "urban reforms": 0,
    "leisure": 1,
    "totens": 0,
    "selos": 0,
    "placas": 0
  },
  {
    "x": -1.2222222224153971,
    "y": 1.4999999983984176,
    "id": "marina_da_glória",
    "name": "Marina da Glória",
    "importance": "secondary",
    "field": "Turismo, esporte e leisure",
    "bio": "Marina da Glória had its facilities modernized, tripling the number of boat berths. The 67,000 square meter area underwent a complete transformation with the redesign of the piers, creation of a gastronomic hub, and new infrastructure for sewage, electrical, and hydraulic networks. Thanks to the project, Rio residents regained part of the maritime shore. After 34 years, the stretch between the Museum of Modern Art (MAM) and the Marina reopened to public access.",
    "spellings": "Cituateteo, Civatateo, Chiuateteto, Cihuapipiltin, Cihuateteoh",
    "source": "Codex Borgia",
    "aspect": "Coatlicue",
    "SANITATION": 0,
    "transport": 0,
    "urban reforms": 0,
    "leisure": 1,
    "totens": 0,
    "selos": 0,
    "placas": 0
  },
  {
    "x": -0.22222222172089395,
    "y": -0.5000000005245443,
    "id": "sambódromo",
    "name": "Sambadrome",
    "importance": "secondary",
    "field": "Turismo, esporte e leisure",
    "bio": "The Sambadrome is a cultural and tourist icon of Rio de Janeiro, preserving the tradition and cultural identity of the city. In addition to hosting the samba school parade during Carnival, the Sambadrome is a stage for cultural and festive events throughout the year, contributing to the promotion of culture and tourism in the city.",
    "spellings": "Xochitonal",
    "source": "Codex Borgia",
    "aspect": "Tlaltecuhtli",
    "SANITATION": 0,
    "transport": 0,
    "urban reforms": 0,
    "leisure": 1,
    "totens": 0,
    "selos": 0,
    "placas": 0
  },
  {
    "x": 0.77777777796385,
    "y": -0.5000000005245443,
    "id": "entorno_do_engenhão",
    "name": "Train Plaza",
    "importance": "secondary",
    "field": "Turismo, esporte e leisure",
    "bio": "The surroundings of Engenhão are an area of leisure and coexistence that provides sports, cultural, and entertainment activities for the residents of the region. With parks, sports courts, and leisure spaces, the surroundings of Engenhão promote social integration and the well-being of Rio residents, encouraging the practice of physical activities and community living.",
    "spellings": "Icozauqui, Cipactli",
    "source": "Codex Borbonicus",
    "aspect": "Ometecuhtli, Ometeotl",
    "SANITATION": 0,
    "transport": 0,
    "urban reforms": 0,
    "leisure": 1,
    "totens": 0,
    "selos": 0,
    "placas": 0
  },
  {
    "x": -2.2222222219356045,
    "y": 0.49999999948797846,
    "id": "rede_hoteleira",
    "name": "Hotel Industry",
    "importance": "secondary",
    "field": "Turismo, esporte e leisure",
    "bio": "Rio de Janeiro's hotel industry is fundamental for the city's tourism and economy. In addition to providing accommodation for visitors, hotels create jobs and revenue for the city, contributing to Rio de Janeiro's economic and social development.",
    "spellings": null,
    "source": "Codex Fejervary-Mayer",
    "aspect": "Ometecuhtli, Ometeotl",
    "SANITATION": 0,
    "transport": 0,
    "urban reforms": 0,
    "leisure": 1,
    "totens": 0,
    "selos": 0,
    "placas": 0
  },
  {
    "x": 1.77777777752164,
    "y": 1.4999999989399166,
    "id": "parque_madureira",
    "name": "Madureira Park",
    "importance": "secondary",
    "field": "Turismo, esporte e leisure",
    "bio": "Built along the train line in a previously degraded area where power transmission towers were located, Madureira Park transformed the Rio suburb, offering its residents one of the largest leisure areas in the city and bringing greenery to a region with very low vegetation coverage. The effect was similar to an oasis for more than 1.4 million people living in the nine neighborhoods around it. With almost 4 kilometers in length and 450,000 square meters in area, it features skate tracks, sports courts, gathering areas, cultural facilities, and even an artificial beach. <br><br><br> The Olympic and Paralympic Games not only served as inspiration for the creation of the extensive linear park, opened in 2012, but also helped to project it internationally. It was at the new postcard of the North Zone - and an early legacy for the population - that the city of Rio chose to install its first Olympic Rings in 2015, which remain there to this day. During the mega sports event, Madureira Park was one of the main Live Sites of Rio 2016 and welcomed the public with screens for broadcasting competitions and a varied cultural program.",
    "spellings": "Citlalinicue, Citlalmina",
    "source": "Codex Borbonicus",
    "aspect": "Omecihuatl, Ometeotl ",
    "SANITATION": 0,
    "transport": 0,
    "urban reforms": 0,
    "leisure": 1,
    "totens": 0,
    "selos": 0,
    "placas": 0
  },

  
  {
    "x": 0.777777777374695,
    "y": 1.4999999989399166,
    "id": "combate_enchentes",
    "name": "Flood Control",
    "importance": "secondary",
    "field": "Turismo, esporte e leisure",
    "bio": "About a decade ago, the reservoir at Praça da Bandeira began operations. A promise for 40 years, the first of the “piscinões” (large water tanks) built by the Rio de Janeiro City Hall to combat flooding in the region was inaugurated in late 2013, with a capacity to store 18 million liters of rainwater. The Flood Control Program of the Greater Tijuca, another Olympic legacy delivered before the Games, also includes four other reservoirs—three at Praça Niterói and one at Praça Varnhagen—that receive the excess flows from the Trapicheiros, Joana, Maracanã, and Jacó rivers. Completing this set of works is the diversion of the Joana River, which includes Brazil's largest drainage tunnel and diverts excess rainwater directly to Guanabara Bay from the Mangue Canal.",
    "spellings": "Citlalinicue, Citlalmina",
    "source": "Codex Borbonicus",
    "aspect": "Omecihuatl, Ometeotl ",
    "SANITATION": 1,
    "transport": 0,
    "urban reforms": 0,
    "leisure": 0,
    "totens": 0,
    "selos": 1,
    "placas": 0
  },
  {
    "x": -0.2222222225207,
    "y": 1.4999999989399166,
    "id": "ctr_seropedica",
    "name": "Waste Treatment Center In Seropédica",
    "importance": "secondary",
    "field": "Turismo, esporte e leisure",
    "bio": "The construction of the Waste Treatment Center (CTR Rio) in Seropédica, to replace the Gramacho Landfill, is another legacy of the Rio 2016 Games. Completed in 2011, CTR Rio is considered the most modern Waste Treatment Center in Latin America. With the start of its operation, it was possible to fulfill a city Olympic commitment: to close the Gramacho Landfill, which for almost four decades had received all the garbage collected in Rio and had become an environmental liability on the shores of Guanabara Bay. The Waste Treatment Center in Seropédica provided a significant improvement in environmental quality for all residents of the Rio de Janeiro Metropolitan Region.",
    "spellings": "Citlalinicue, Citlalmina",
    "source": "Codex Borbonicus",
    "aspect": "Omecihuatl, Ometeotl ",
    "SANITATION": 1,
    "transport": 0,
    "urban reforms": 0,
    "leisure": 0,
    "totens": 0,
    "selos": 0,
    "placas": 0
  },
  {
    "x": -2.2222222219356045,
    "y": 1.4999999983984176,
    "id": "saneamento_zona_oeste",
    "name": "Sanitation In The West Zone",
    "importance": "secondary",
    "field": "Turismo, esporte e leisure",
    "bio": "The West Zone Sewage Treatment Plant (ETE), located in Deodoro, was one of the projects carried out as part of the Olympic legacy of the Rio 2016 Games. It was designed to treat the effluents from the neighborhoods of Bangu, Deodoro, Realengo, Padre Miguel, Magalhães Bastos, Jardim Sulacap, and Vila Militar. With the project, which ensured 100% sanitation of the Marangá River Basin region, more than 65 million liters of sewage stopped being discharged daily into Guanabara Bay — an amount equivalent to the sewage collected and treated in the city of Niterói.It is the largest station within the sanitation concession of Planning Area 5 (AP5) and a symbol of the city's program in partnership with the private sector, which for more than a decade has been providing treated water and sewage to 24 neighborhoods in the West Zone — which corresponds to almost half of the municipal territory and more than 1/4 of the population of Rio de Janeiro. Since 2012, the concessionaire has invested over R$ 1 billion to implement 600 km of new sewer networks, build new stations (such as the ETEs in Deodoro and Bangu), and modernize existing stations and pumping stations.",
    "spellings": "Citlalinicue, Citlalmina",
    "source": "Codex Borbonicus",
    "aspect": "Omecihuatl, Ometeotl ",
    "SANITATION": 1,
    "transport": 0,
    "urban reforms": 0,
    "leisure": 0,
    "totens": 0,
    "selos": 0,
    "placas": 0
  }
]