[
  {
    "x": 0.77777777796385,
    "y": 0.49999999894021063,
    "id": "duplicação_do_joá",
    "name": "DUPLICATION OF JOÁ HIGHWAY",
    "importance": "secondary",
    "field": "transport",
    "bio": "The duplication of the Joá Elevated Highway was a key project to improve mobility between the South Zone and Barra da Tijuca. The work, an important infrastructure legacy of the 2016 Games, increased the road capacity at the site by 35%, reducing congestion and travel time.",
    "spellings": "Amhimitl, Opochtli",
    "source": "Primeros Memoriales",
    "aspect": "Opochtli, Mixcoatl, Huitzilopochtli, Yacatecuhtli",
    "educacao": 0,
    "transport": 1,
    "urban reforms": 0,
    "leisure": 0,
    "totens": 0,
    "selos": 0,
    "placas": 0
  },
  {
    "x": -1.222222221816672,
    "y": 0.4999999994826871,
    "id": "derrubada_da_perimetral",
    "name": "DEMOLITION OF THE PERIMETRAL ELEVATED HIGHWAY AND CREATION OF THE CONDE WATERFRONT",
    "importance": "secondary",
    "field": "urban reforms",
    "bio": "The demolition of the Perimetral Elevated Highway is considered the greatest symbol of the revitalization promoted by the Porto Maravilha project—one of the main Olympic legacies—because it restored to the residents of Rio de Janeiro the view of Guanabara Bay, previously hidden by the massive concrete structure. However, to remove the highway from the landscape and reconnect this central area of the city with the sea, alternatives had to be offered to ensure circulation in the region. New tunnels and roads were built to replace the Perimetral and also a new section of Avenida Rodrigues Alves, which made way for a boulevard dedicated to pedestrians, cyclists, and the Light Rail Vehicle (LRV). The Expressway and the Marcello Alencar Tunnel, the longest underground tunnel in Brazil at 3.4 km in length, connect the Flamengo Park to Avenida Brasil and the Rio-Niterói Bridge. Additionally, the Binário do Porto Road, the Rio 450 Tunnel, and the Nina Rabha Tunnel helped to facilitate local traffic between the city center and the Port Region neighborhoods.<br<br>While cars gained tunnels and roads, the people of Rio were gifted with a new waterfront. From Warehouse 8 of the Port Pier to the area of the National Historical Museum in Praça Marechal  ncora, passing through Praça XV and the Candelária Church, an extensive seaside public promenade emerged, featuring squares, gardens, and decks. Named in honor of the former mayor and urban planner who was always an enthusiast of the Port Region, the Luiz Paulo Conde Waterfront was one of the most festive and vibrant places during the Rio 2016 Games. Along its 3.5 km length, stages for shows and screens for broadcasting the competitions were set up on the Olympic Boulevard (the name the Conde Waterfront received during the sports event). There, in front of Candelária, a replica of the Olympic Cauldron, known as the “People's Cauldron,” was also installed.",
    "spellings": null,
    "source": "Source unknown",
    "aspect": null,
    "educacao": 0,
    "transport": 0,
    "urban reforms": 1,
    "leisure": 0,
    "totens": 0,
    "selos": 0,
    "placas": 0
  },
  {
    "x": 1.7777777779026898,
    "y": 0.49999999894021063,
    "id": "novos_túneis",
    "name": "New Tunnels",
    "importance": "secondary",
    "field": "urban reforms",
    "bio": "The new tunnels built during the Olympic preparation were a symbol of the plan to build a more integrated city that guided the organization of the Rio 2016 Games, with the effort to connect the more distant areas. Until the choice of Rio de Janeiro as the Olympic host city, all major tunnels in Rio cut through the Tijuca Massif, in the city's most affluent area, mainly connecting the South Zone to other regions. It was only with the Olympic project and the decision to prioritize investment in public transportation for the most deprived areas that Rio settled a historical debt with part of its population and crossed the Pedra Branca Massif for the first time, with three tunnels and two exclusive BRT (Bus Rapid Transit) corridors (Transoeste and Transolímpica). Thus, populous neighborhoods in the West Zone were connected to other areas of the city, shortening distances and making life easier for those most in need.",
    "spellings": "Yemaxtli, Tlaclau-queteztzatlipuca, Camaxtle, Tlatlauhca",
    "source": "Codex Ramirez",
    "aspect": "Mixcoatl, Xipe Totec, Huitzilopochtli",
    "educacao": 0,
    "transport": 1,
    "urban reforms": 0,
    "leisure": 0,
    "totens": 0,
    "selos": 0,
    "placas": 0
  },
 
  {
    "x": -1.2222222223181616,
    "y": -0.5000000005245443,
    "id": "pequena_áfrica",
    "name": "Little África",
    "importance": "secondary",
    "field": "urban reforms",
    "bio": "In addition to urban renewal works, the Porto Maravilha project has also been dedicated to recovering and protecting the rich historical heritage existing in the region, especially in order to preserve the memory of Afro-Brazilian and Afro-Carioca culture. In 2011, during infrastructure excavations, an important piece of Brazil's history was rediscovered: the Valongo Wharf, the main landing wharf for enslaved Africans in all the Americas in the 19th century. The archaeological site was transformed by Rio City Hall into a monument open to public visitation in 2012 and, five years later, was declared a World Heritage Site by UNESCO. The Valongo Wharf became part of the Historical and Archaeological Circuit of Celebration of the African Heritage, which establishes landmarks of Afro-Brazilian culture in the Port Region, alongside the Suspended Garden of Valongo, Largo do Depósito, Pedra do Sal, Largo de São Francisco da Prainha, Cemitério dos Pretos Novos, and the José Bonifácio Cultural Center (home to the Museum of Afro-Brazilian History and Culture - Muhcab). In total, more than fifteen memory points, all restored by the Porto Maravilha project, form the so-called Little Africa route.",
    "spellings": null,
    "source": "Codex Aubin",
    "aspect": "Coatlicue, Tlaltecuhtli",
    "SANITATION": 0,
    "transport": 0,
    "urban reforms": 1,
    "leisure": 0,
    "totens": 0,
    "selos": 0,
    "placas": 0
  },
  {
    "x": -0.22222222261762758,
    "y": 0.49999999894021063,
    "id": "edifício_a_noite",
    "name": "RESIDENTIAL OCCUPATION IN THE CITY CENTER AND PORT AREA",
    "importance": "secondary",
    "field": "urban reforms",
    "bio": "The Porto Maravilha is a legacy that originated from the Olympics, but year after year, it continues to transform and develop the Rio de Janeiro landscape, attracting new businesses, residents, and visitors to the city's central neighborhoods. Thanks to municipal incentives for residential occupation of the City Center and Port Region, developments totaling more than 12,000 apartments have already been launched—which represents the arrival of nearly 40,000 new residents in the central area of the city in the coming years. In the case of the Santo Cristo, Gamboa, and Saúde neighborhoods, for example, the expectation is that the population will double in the period. Among the buildings that will open their doors in the neighborhood is the iconic “A Noite” building in Praça Mauá. Closed for over 10 years, the first skyscraper in Latin America will be completely renovated and will feature approximately 450 residential units.",
    "spellings": null,
    "source": "Codex Aubin",
    "aspect": "Ometecuhtli, Mictlantecuhtli,",
    "SANITATION": 0,
    "transport": 0,
    "urban reforms": 1,
    "leisure": 0,
    "totens": 0,
    "selos": 0,
    "placas": 0
  },
  {
    "x": -2.222222222115711,
    "y": -0.5000000005245443,
    "id": "campo_de_golfe",
    "name": "Olympic Golf Course",
    "importance": "secondary",
    "field": "Turismo, esporte e leisure",
    "bio": "The Rio 2016 Olympic Games brought the golf sport back to the event after 112 years. It was an opportunity to recover an area of almost 1 million square meters, in Barra, which had been degraded for decades due to sand extraction. Built with private resources, the Olympic Golf Course project promoted the largest restoration of native vegetation in Brazil. With the revitalization of the ecosystem, the space became home to nearly 300 species of animals, including birds, capybaras, sloths, frogs, snakes, alligators and lizards. Recognized by specialized international magazines as one of the best in the world, the Olympic Golf Course - which was built without any public funding - is now fully operational and anyone can use the facility by purchasing tickets. Up until the Games, the city had only private club courses, where only members could play.",
    "spellings": "Chimalman, Chimamatl",
    "source": "Codex Laud",
    "aspect": "Coatlicue",
    "SANITATION": 0,
    "transport": 0,
    "urban reforms": 0,
    "leisure": 1,
    "totens": 0,
    "selos": 0,
    "placas": 0
  },
  {
    "x": -1.2222222224153971,
    "y": 1.4999999983984176,
    "id": "marina_da_glória",
    "name": "Marina da Glória",
    "importance": "secondary",
    "field": "Turismo, esporte e leisure",
    "bio": "Marina da Glória was modernized, tripling the number of boat berths. The 67,000 square meter area underwent a complete transformation redesigning the piers, creating a gastronomic hub, and enabling new infrastructure for sewage, electrical, and hydraulic networks. Through the project, Rio residents reclaimed a portion of their waterfront. After 34 years, the area between the Museum of Modern Art (MAM) and the Marina reopened to public access.",
    "spellings": "Cituateteo, Civatateo, Chiuateteto, Cihuapipiltin, Cihuateteoh",
    "source": "Codex Borgia",
    "aspect": "Coatlicue",
    "SANITATION": 0,
    "transport": 0,
    "urban reforms": 0,
    "leisure": 1,
    "totens": 0,
    "selos": 0,
    "placas": 0
  },
  {
    "x": -0.22222222172089395,
    "y": -0.5000000005245443,
    "id": "sambódromo",
    "name": "EXPANSION OF THE SAMBADROME",
    "importance": "secondary",
    "field": "Turismo, esporte e leisure",
    "bio": "The stage for the parade of the Samba Schools of the Rio Carnival, the largest popular festival on the planet, the Sambadrome also benefited from the Rio 2016 Games. Its renovation, carried out in partnership with the private sector and completed in 2012, was one of the Olympic legacies that the city received in advance. With an expansion from 60,000 to 72,500 seats, the project did more than increase the capacity of the audience. By promoting symmetry in the grandstand sets on both sides of Avenida Marquês de Sapucaí, the revitalization of the Sambadrome restored, almost 30 years later, the essence and beauty of the original design by architect Oscar Niemeyer. During the sports event, the venue hosted the Archery competitions, as well as the start and finish of the Olympic Marathon.",
    "spellings": "Xochitonal",
    "source": "Codex Borgia",
    "aspect": "Tlaltecuhtli",
    "SANITATION": 0,
    "transport": 0,
    "urban reforms": 0,
    "leisure": 1,
    "totens": 0,
    "selos": 0,
    "placas": 0
  },
  {
    "x": 0.77777777796385,
    "y": -0.5000000005245443,
    "id": "entorno_do_engenhão",
    "name": "TRAIN SQUARE",
    "importance": "secondary",
    "field": "Turismo, esporte e leisure",
    "bio": "Near the Engenhão Stadium, also a legacy of the Games, the population gained a new leisure area, in a place with great sentimental value for the neighborhood and historical importance for Rio and Brazil. The old and abandoned Railway Workshops complex - built in the 19th century for the railway operation of one of the country's main railways and listed as cultural heritage of the municipality - had its sheds restored and adapted. Those decaying buildings, where in the past train cars underwent repairs, gave way to the Train Square. The recovery of the 35,000 square meter area, delivered one month before the opening of the Olympic Games, not only returned to the city a fundamental part of its memory but also created a new public space for recreation and sports practice in the North Zone. One of the buildings was transformed into a digital inclusion site, with interactive high-tech environments to bring innovation to the residents of the region, who now have access to digital training courses and high-speed internet. Since 2024, the facility also hosts the country's first public Gamer Arena, dedicated to the growing e-Sports activity, which has increasingly driven the creative economy.",
    "spellings": "Icozauqui, Cipactli",
    "source": "Codex Borbonicus",
    "aspect": "Ometecuhtli, Ometeotl",
    "SANITATION": 0,
    "transport": 0,
    "urban reforms": 0,
    "leisure": 1,
    "totens": 0,
    "selos": 0,
    "placas": 0
  },
  {
    "x": -2.2222222219356045,
    "y": 0.49999999948797846,
    "id": "rede_hoteleira",
    "name": "Hotel Industry",
    "importance": "secondary",
    "field": "Turismo, esporte e leisure",
    "bio": "The postcard of Brazil and the country's main tourist destination, Rio de Janeiro expanded its hotel network due to the Olympic and Paralympic Games, when the city received 1.4 million visitors. Between 2009 and 2016, with municipal incentives, the number of hotel rooms doubled, going from 20,000 to almost 40,000. Now, in 2024, Hotéis Rio, the city's hospitality association, estimates that the hotel capacity of the Carioca capital is 45,000 rooms.",
    "spellings": null,
    "source": "Codex Fejervary-Mayer",
    "aspect": "Ometecuhtli, Ometeotl",
    "SANITATION": 0,
    "transport": 0,
    "urban reforms": 0,
    "leisure": 1,
    "totens": 0,
    "selos": 0,
    "placas": 0
  },
  {
    "x": 1.77777777752164,
    "y": 1.4999999989399166,
    "id": "parque_madureira",
    "name": "Madureira Park",
    "importance": "secondary",
    "field": "Turismo, esporte e leisure",
    "bio": "Built along the train line in a previously degraded area where power transmission towers were located, Madureira Park transformed the Rio suburb, offering its residents one of the largest leisure areas in the city and bringing greenery to a region with very low vegetation coverage. The effect was similar to an oasis for more than 1.4 million people living in the nine neighborhoods surrounding it. It is nearly four kilometers long with 450,000 square meters of green space, and it features skate tracks, sports courts, gathering areas, cultural facilities, and even an artificial beach.<br>The Olympic and Paralympic Games not only served as inspiration for the creation of the extensive linear park, opened in 2012, but they also helped to project it internationally. The park became the new postcard of the North Zone - and an early legacy for the population – where the city of Rio chose to install its first Olympic Rings in 2015, which remain there to this day. During the mega sports event, Madureira Park was one of the main Live Sites of Rio 2016 and welcomed the public with screens for broadcasting competitions and a varied cultural program.",
    "spellings": "Citlalinicue, Citlalmina",
    "source": "Codex Borbonicus",
    "aspect": "Omecihuatl, Ometeotl ",
    "SANITATION": 0,
    "transport": 0,
    "urban reforms": 0,
    "leisure": 1,
    "totens": 0,
    "selos": 0,
    "placas": 0
  },

  
  {
    "x": 0.777777777374695,
    "y": 1.4999999989399166,
    "id": "combate_enchentes",
    "name": "FLOOD CONTROL SYSTEM ",
    "importance": "secondary",
    "field": "Turismo, esporte e leisure",
    "bio": "Roughly a decade ago, the reservoir at Praça da Bandeira became operational. A four-decade-old promise, the first of the major stormwater reservoirs constructed by Rio City Hall to mitigate flooding in the region was unveiled in late 2013, boasting a capacity to hold 18 million liters of rainwater. The Flood Control Program of the Greater Tijuca area, which constitutes another Olympic legacy delivered before the Games, also includes four other reservoirs — three in Praça Niterói and one in Praça Varnhagen, which receive excess flows from the Trapicheiros, Joana, Maracanã, and Jacó rivers. Completing this set of public works is the diversion of the Joana River, which includes Brazil's largest drainage tunnel and diverts excess rainwater directly to Guanabara Bay from the Mangue Canal.",
    "spellings": "Citlalinicue, Citlalmina",
    "source": "Codex Borbonicus",
    "aspect": "Omecihuatl, Ometeotl ",
    "SANITATION": 1,
    "transport": 0,
    "urban reforms": 0,
    "leisure": 0,
    "totens": 0,
    "selos": 1,
    "placas": 0
  },
  {
    "x": -0.2222222225207,
    "y": 1.4999999989399166,
    "id": "ctr_seropedica",
    "name": "SEROPÉDICA WASTE TREATMENT CENTER AND THE END OF GRAMACHO LANDFILL",
    "importance": "secondary",
    "field": "Turismo, esporte e leisure",
    "bio": "A long-standing promise, the closure of the Gramacho Landfill is also an Olympic legacy. With the implementation of the Waste Treatment Center in Seropédica, the Gramacho Sanitary Landfill was closed after 36 years of operation (10 years beyond its lifespan). The closure ended a history of years of environmental degradation on the shores of Guanabara Bay.",
    "spellings": "Citlalinicue, Citlalmina",
    "source": "Codex Borbonicus",
    "aspect": "Omecihuatl, Ometeotl ",
    "SANITATION": 1,
    "transport": 0,
    "urban reforms": 0,
    "leisure": 0,
    "totens": 0,
    "selos": 0,
    "placas": 0
  },
  {
    "x": -2.2222222219356045,
    "y": 1.4999999983984176,
    "id": "saneamento_zona_oeste",
    "name": "WEST ZONE SANITATION PROGRAM",
    "importance": "secondary",
    "field": "Turismo, esporte e leisure",
    "bio": "The West Zone Sewage Treatment Plant (ETE), located in Deodoro, was built as part of the Olympic legacy of the Rio 2016 Games. It was designed to treat the effluents from the neighborhoods of Bangu, Deodoro, Realengo, Padre Miguel, Magalhães Bastos, Jardim Sulacap, and Vila Militar. The project ensured 100% sanitation of the Marangá River Basin region in addition to keeping more than 65 million liters of sewage from being discharged daily into the Guanabara Bay — an amount equivalent to the sewage collected and treated in the whole city of Niterói. It is the largest station within the sanitation concession of Planning Area 5 (AP5) and it is a symbol of the city's partnership with the private sector which for more than a decade has been providing treated water and sewage to 24 neighborhoods in the West Zone —corresponding to almost half of the municipal territory and more than 1/4 of the population of Rio de Janeiro. Since 2012, the concessionaire has invested over R$ 1 billion to implement 600 km of new sewer networks, build new stations (such as the ETEs in Deodoro and Bangu), and modernize existing stations and pumping stations.",
    "spellings": "Citlalinicue, Citlalmina",
    "source": "Codex Borbonicus",
    "aspect": "Omecihuatl, Ometeotl ",
    "SANITATION": 1,
    "transport": 0,
    "urban reforms": 0,
    "leisure": 0,
    "totens": 0,
    "selos": 0,
    "placas": 0
  }
]