{
  "title": "A Visual Guide to the Aztec Pantheon",
  "introduction": [
   "Can you imagine Rio de Janeiro with no BRT corridors (Transoeste, Transcarioca and Transolimpica) and no LRV lines? Or without Porto Maravilha, the Museum of Tomorrow, the Museum of Art of Rio and the Rio Operations Center (COR)? Well, with no Rio 2016 Olympic and Paralympic Games none of this would have become a reality.",
  "Hosting the Games was crucial in now impacting positively the lives of Cariocas, many of which might never have come to fruition without the momentum generated by the event.",
  "Since the beginning of the project, the Rio City Hall has strived to secure a lasting legacy for the city and its inhabitants. The preparations for hosting the event were leveraged to accelerate long-awaited changes, resulting in significant enhancements to the quality of life for Rio residents.",
   "The Olympic and Paralympic Games represented a milestone in the city's recent history. In addition to putting Rio in the global spotlight, the Games paved the way for significant transformations in infrastructure, services, transportation, and education.",
   "In this special report, we invite you to revisit or discover the Olympic legacy that has transformed — and continues to transform — our Rio de Janeiro."
  ],
  "introductionone": [
    "In addition to planning and building facilities to guarantee a better quality of life for the Cariocas, Rio's Olympic project adopted the nomadic architecture in several arenas. This meant that, after the Games, these facilities would have new uses for the population.",
    "This construction concept foresees the reuse of sports facilities to transform them into other public facilities, even extending to other areas within the city. A prime example is the Future Arena, originally utilized for Olympic handball and Paralympic goalball.  Following the conclusion of these competitions, the arena's infrastructure was repurposed to construct four schools following the GET (Educational Technological Gymnasium) model, with the capacity to accommodate a total of 1,700 students.",
    "All four units are located in the West Zone of the city (Santa Cruz, Bangu, Campo Grande, and Rio das Pedras), where other important facilities were built and are now part of the Olympic legacy."],
  "introductiontwo": [
    "Beyond the mentioned facilities, numerous other projects form part of the legacy, not directly tied to the sporting event but capitalized on the Olympic opportunity to materialize. These infrastructure endeavors, primarily focused on mobility and urban development, whose realization or acceleration was made possible by Rio's hosting of the Games.",
    "One of the most significant transformations refers to the expansion of the high-capacity transportation network. The efforts aimed to create a new model of urban mobility in which the city was completely interconnected, facilitating and speeding up displacements and breaking old geographical and social barriers.",
    "To achieve this, investments were made in projects such as the Transoeste, Transcarioca, and Transolímpica BRT lines, the LRV, and more recently, the Gentileza Terminal. These works boosted transportation in the city, reducing distances and improving the quality of life for thousands of cariocas, especially in the North and West zones.",
    "Next, you will learn more about the Olympic Legacy mobility projects that have expedited and facilitated how Cariocas get around Rio."
   ],
  "introductionthree": [
    "In the next phase of the Rio de Janeiro City Hall's ongoing commitment to preserving and remembering the Olympic legacy, totems, plaques, and seals will be installed in various spaces and buildings throughout the city.",
    "By and commemorating the sites that underwent transformation or reaped benefits from the Games, we reinforce the community's unity and sense of belonging, simultaneously fostering tourism and raising awareness about the event's <br>significance for our present and future.</b>"
   ],
  "introductionfour": [
    "Explore all the equipment and works done due to the Olympic and Paralympic Games in the city of Rio in the tool below:"
   ],
  "iconography_title": "",
  "iconography_intro": "",
  "iconography_imaginarygods": "",
  "library_death_subtitle": "Imaginary God of <strong>Death</strong>",
  "library_fertility_subtitle": "Imaginary God of <strong>Fertility</strong>",
  "pantheon_title": "",
  "pantheon_intro": "",
  "pantheon_duality": "",
  "iconography_tlalte": "Tlaltecuhtli",
  "source_tlalte_label": "Colorized detail from a stone sculpture exhibited at the Templo Mayor museum",
  "source_tlalte_url": "",
  "tlalte-steps": [
    {
      "id": "mapa_01",
      "title": "",
      "text": "",
      "background_text": "",
      "description":"This is the map of the Olympic Legacy in Rio de Janeiro. Our tour will start in the central region of the city, the historical cradle of Rio de Janeiro. In addition to investments in maintenance, this entire area has undergone a process of urban renewal, with the revitalization of the Port area and the recovery of the neighboring Downtown area."
    },
    {
      "id": "centro_de_operacoes_rio",
      "title": "THE RIO OPERATIONS CENTER (COR)",
      "text": "cor",
      "background_text": "urban reforms",
      "description":"The Rio Operations Center (COR) was the first Olympic project delivered by the Rio de Janeiro City Hall. Inaugurated in December 2010, its legacy persists, operating around the clock, seven days a week. With the integration of 50 public agencies and the use of more than 3,500 cameras, COR monitors the daily life of Rio in essential areas for the city's functioning, such as urban mobility and meteorology, always with the goal of anticipating solutions and minimizing the impact of occurrences."
    },
    {
      "id": "praca_maua",
      "title": "PRAÇA MAUÁ (PORTO MARAVILHA – THE PORT AREA RENEWAL PROJECT)",
      "text": "praca_maua",
      "background_text": "urban reforms",
      "description":"Built in the early 20th century, the historic Praça Mauá was reopened in September 2015, after being revitalized as part of the Porto Maravilha project. With green areas, two new cultural spaces – the Museum of Art of Rio (MAR) and the Museum of Tomorrow - and without the Perimetral Elevated Highway that blocked the view of the Guanabara Bay, the park has become a meeting point and social integration not only for the city, but for the entire Metropolitan Region. The new Praça Mauá has become one of the iconic symbols of Porto Maravilha, an urban requalification program launched in 2009 that transformed an area of 5 million square meters, as part of Rio's preparation for the Rio 2016 Games."
    },
    {
      "id": "museu_do_amanhã",
      "title": "Museum Of Tomorrow",
      "text": "museu_do_amanhã",
      "background_text": "leisure",
      "description":"The Museum of Tomorrow is a landmark in the city's Port area, standing as a testament to the legacy of the Games. Unveiled in 2015, it stands as a cornerstone of the Porto Maravilha urban revitalization. With futuristic architecture, it is an interactive science museum that uses innovation to bring reflections on technology, sustainability, and the future."
    },
    {
      "id": "museu_de_arte_do_rio",
      "title": "MUSEUM OF ART OF RIO (MAR)",
      "text": "museu_de_arte_do_rio",
      "background_text": "leisure",
      "description":"Opened in 2013, the  Museum of Art of Rio (MAR) is a cultural institution that preserves and promotes the art and the history of the city. Located next to the Museum of Tomorrow, in Praça Mauá, and also a part of the Porto Maravilha project, MAR adds another dimension to the city’s cultural landscape, attracting locals and tourists."
    }
  ],
  "iconography_tezca": "Tezcatlipoca",
  "source_tezca_label": "Codex Borgia",
  "source_tezca_url": "http://www.famsi.org/research/loubat/Borgia/page_21.jpg",
  "tezca-steps": [
    {
      "id": "mapa_02",
      "title": "",
      "text": "",
      "background_text": "",
      "description":"Now, let's navigate through the West Zone of the city to find out more about the GETs and other projects that were executed thanks to the 2016 Olympic and Paralympic Games."
    },
    {
      "id": "parque_rita_lee",
      "title": "Rita Lee Park",
      "text": "parque_rita_lee",
      "background_text": "leisure",
      "description":"Previously known as the Olympic Way, a vital place during the Games for connecting all sectors of the Olympic Park and catering to athletes and spectators alike, Rita Lee Park has emerged as a sprawling public space spanning 136,000 square meters. This oasis offers an array of sporting and recreational activities for the community. Featuring a verdant grove boasting over  1,100 trees and  70,000 shrubs, as well as sports courts, plazas, a skate park, children's playgrounds, and fitness apparatus, the park is a multifaceted haven.<br><br>Located within a space seamlessly interwoven with the entirety of the Olympic Park, including its arenas, terraces, and the “Live Site”, an expansive esplanade for events situated along the shores of Jacarepaguá Lagoon, this new park pays homage to the iconic figure in Brazilian rock Rita Lee."
    },
    {
      "id": "GEO_isabel_salgado",
      "title": "GEO Isabel Salgado",
      "text": "GEO_isabel_salgado",
      "background_text": "education",
      "description":"Rio de Janeiro made history by transforming an Olympic stadium into a public school for the first time. Located in the Olympic Park in Barra da Tijuca, Carioca Arena 3, home for the taekwondo and fencing competitions during the Olympics and judo during the Paralympics, was converted into the largest municipal school of the city. The Isabel Salgado Olympic Educational Gymnasium (GEO) was named in honor of one of the greatest names of volleyball in the world. The school serves approximately one thousand students from first to ninth grade in full-time education and consists of 24 classrooms, a multipurpose room, a pedagogical support room, a cafeteria, a kitchen, dressing rooms, and bathrooms. Additionally, it has two sports courts and areas for judo, martial arts, table tennis, and gymnastics."
    },
    {
      "id": "GET_emiliano_galdino",
      "title": "GET (Educational Technological Gymnasium)",
      "text": "GET_emiliano_galdino",
      "background_text": "education",
      "description":"The GET (Educational Technological Gymnasium) is the most innovative school model in the country, based on the STEAM method (Science, Technology, Engineering, Arts, and Mathematics), which integrates various areas of knowledge to stimulate creativity, critical thinking, and human sensitivity, offering full-time education. Rio de Janeiro City Hall has already inaugurated over 100 GETs, four of which are Olympic legacies. As part of the Rio 2016 Games Legacy Plan, the Future Arena was dismantled at the end of the competitions and transformed into four schools, with a capacity for 1,700 students. All units are located in neighborhoods in the West Zone: GET Emiliano Galdino in Santa Cruz, GET José Mauro de Vasconcelos in Bangu, GET Nelcy Noronha in Campo Grande, and GET Mestre Diego Braga in Rio das Pedras."
    },
    {
      "id": "parque",
      "title": "DEODORO X-PARK",
      "text": "parque",
      "background_text": "leisure",
      "description":"Deodoro X-Park, located in one of the most deprived areas of the West Zone, bordering the Baixada Fluminense, offers activities for its neighboring residents. With 500,000 square meters, it is one of the largest leisure areas in Rio de Janeiro and offers several options for those who want to practice sports or simply enjoy a day in the sun by the pool. The park is part of the former Deodoro Sports Complex, where competitions in different modalities, such as Canoe Slalom, took place in 2016."
    }
  ],
  "tezca2-steps": [
    {
      "id": "mapa_03",
      "title": "",
      "text": "",
      "background_text": "",
      "description":""
    },
    {
      "id": "sistema_brt",
      "title": "BRT",
      "text": "sistema_brt",
      "background_text": "transporte",
      "description":"One of the city's most significant and transformative mobility projects, the Bus Rapid Transit (BRT) system, was initiated and implemented in preparation for the Rio 2016 Games. Featuring dedicated lanes and modern articulated buses, this system revolutionized travel for Rio residents, offering quicker and more efficient transportation, particularly benefiting those in the North and West zones while enhancing overall quality of life. Presently, Rio boasts four BRT corridors spanning 150 km: Transoeste (inaugurated in 2012), Transcarioca (2014), Transolímpica (2016), and Transbrasil (2024)."
    },
    {
      "id": "transoeste",
      "title": "transoeste",
      "text": "transoeste",
      "background_text": "transporte",
      "description":"The first BRT corridor to be inaugurated as an early legacy of the Rio Games was Transoeste, connecting Barra da Tijuca to Campo Grande, Paciência, and Santa Cruz in 2012. Notably, it includes the Grota Funda Tunnel, a pioneering infrastructure cutting through the Pedra Branca Massif, ending the West Zone's road isolation. Transoeste significantly improved travel experiences for residents, fostering urban integration and facilitating access to services and employment opportunities."
    },
    {
      "id": "transcarioca",
      "title": "transcarioca",
      "text": "transcarioca",
      "background_text": "transporte",
      "description":"Inaugurated in June 2014, before the  World Cup, Transcarioca was the second BRT corridor to begin operating in Rio. It connects Barra da Tijuca to Tom Jobim International Airport on Governador Island, crossing the densely populated Rio suburbs. The corridor passes through 27 neighborhoods in the North and West zones, including four of Rio's largest favela clusters : Cidade de Deus  Alemão, Penha, and Maré. Transcarioca facilitated the commutes of residents in the region, shortening distances and reducing travel time. Additionally, it stimulated economic and social development along its route."
    },
    {
      "id": "transolimpica",
      "title": "transolímpica",
      "text": "transolimpica",
      "background_text": "transporte",
      "description":"The main link between the Barra Olympic Park and the Deodoro Sports Complex during the 2016 Games, Transolímpica was the third BRT corridor to be inaugurated. By connecting Recreio dos Bandeirantes and Barra da Tijuca to Deodoro, it provided the population with interconnection between neighborhoods in the West Zone up to Avenida Brasil. In addition to exclusive lanes for articulated buses, the project also created an expressway for automobiles and opened up new routes in the Pedra Branca Massif, with the construction of two double tunnels."
    },
    {
      "id": "sistema_vlt",
      "title": "LRV",
      "text": "sistema_vlt",
      "background_text": "transporte",
      "description":"In the realm of mobility, Rio's downtown district welcomed the Light Rail Vehicle ( LRV) shortly before the Rio 2016 Games. This electric tram system integrates with various modes of transportation in the Downtown and Port areas, including ferries, metro, train, bus, Novo Rio Bus Station, Santos Dumont Airport, Providência cable car, cruise terminal, and, most recently, the Gentileza Terminal and Transbrasil BRT. Currently, there are four  LRV lines in operation, totaling 29 stops and stations."
    },
    {
      "id": "terminal_gentileza",
      "title": "Gentileza Terminal",
      "text": "terminal_intermodal_gentileza",
      "background_text": "transporte",
      "description": "Opened in 2024, eight years after the Games, the Gentileza Intermodal Terminal (TIG), the country's most modern transport integration hub, is also an Olympic legacy. It was built within the concept of nomadic architecture, using up the metal structures of the International Broadcasting Center (IBC), located in the Olympic Park and where most footages of the Games were generated and worldwide distributed. Located in front of the Novo Rio Bus Station, the TIG connects the services of Transbrasil BRT, two VLT lines, and 14 regular municipal bus lines, as well as an express service to Tom Jobim International Airport. The Gentileza Terminal integrates some of the modes that are part of the city's new transportation system, implemented due to the Olympics, such as BRT and LRV. Additionally, it is located in the Porto Maravilha region, another iconic symbol of the Rio 2016 Games."
    }
  ],
  "pantheon": [
       {
      "id": "allLinks",
      "title": "",
      "type": "explanatory-mode",
      "layout": "allLinks",
      "selected": "BRT",
      "keyword": "educacao",
      "text": "<em>Death</em> groups all the gods related to destructive forces, whether they come from nature or humankind, like the underworld, war or natural disasters."
    },
    {
      "id": "allLinks",
      "title": "",
      "type": "explanatory-mode",
      "layout": "allLinks",
      "selected": "",
      "keyword": "transporte",
      "text": "<em>Life</em>, like death, combines both renewal of nature and the continuation of the human species and, thus, includes fertility, birth, food or even cosmic creation."
    },
    {
      "id": "allLinks",
      "title": "",
      "type": "explanatory-mode",
      "layout": "allLinks",
      "selected": "",
      "keyword": "urban reforms",
      "text": "<em>Spiritual</em> can be gods related to human intellectual interests, like art, lust and excess, or gods related to metaphysical interests, like the mysteries of nature, its creation and its purpose."
    },
    {
      "id": "allLinks",
      "title": "",
      "type": "explanatory-mode",
      "layout": "allLinks",
      "selected": "",
      "keyword": "leisure",
      "text": "<em>Material</em> deities offer protection to the activities that ensure the survival of Aztec civilization, from trading and craft to war or food."
    },
    {
      "id": "allLinks",
      "title": "",
      "type": "explanatory-mode",
      "layout": "allLinks",
      "selected": "",
      "keyword": "",
      "text": "But, as we’ve seen with Tlaltecuhtli and Tezcatlipoca, Aztec Gods rarely fit into a single category, and most are both creative and destructive, spiritual and material, especially the 13 <span class=major-god>major Gods</span>."
    },
    {
      "id": "aspect",
      "title": "",
      "type": "explanatory-mode",
      "layout": "aspect",
      "selected": "",
      "keyword": "",
      "text": "Explore each illustration to see if you can spot the attributes that align with the Gods’ domains. Be sure to seek out the 13 <span class=major-god>major Gods</span>, where you can also learn about Aztec society’s lasting legacy, from modern election practices in the south of Mexico to the foods eaten around the world."
    },
    {
      "id": "aspect",
      "title": "",
      "type": "exploratory-mode",
      "layout": "aspect",
      "selected": "Ometeotl",
      "keyword": "",
      "text": "You can start exploring with Ometeotl, a major figure often deemed as the primordial God, as he is the cosmic energy that gives life to everything."
    }
  ],
  "main_gods": [
    {
      "id": "Ometeotl",
      "type": "primordial",
      "name": "Ometeotl",
      "title": "The matrix of all things",
      "minibio": "Androgynous entity, Ometeotl is responsible for the creation of the gods and the world, on the back of Cipactli, but stays distant from mankind.",
      "illustration": "13-heavens",
      "sources_group": [
        {
          "title": "Reshaping the world: debates on Mesoamerican cosmologies",
          "author": "Ana Maria Diaz Alvarez",
          "url": "https://www.worldcat.org/title/reshaping-the-world-debates-on-mesoamerican-cosmologies/oclc/1111651871"
        },
        {
          "title": "Ometeotl and the Emergence of the Male-Female Polarity in Aztec Cosmogony",
          "author": "Sylvie Peperstraete",
          "url": "https://www.persee.fr/doc/asdi_1662-4653_2012_num_7_1_978"
        },
        {
          "title": "Ometeotl, the God that Didn’t Exist",
          "author": "",
          "url": "http://www.calmecacanahuac.com/blog/uncategorized/ometeotl-the-god-that-didnt-exist/"
        }
      ],
      "content": [
        {
          "subtitle": "Symbolism",
          "subcontent": [
            "The only symbol of truth and permanence for Aztecs is Ometeotl, the cosmic energy which gives life to everything, and structures it, like a fabric upon which gods and humans weave their history. Ometeotl doesn’t seem to be worshiped, besides mentions by some poets. However, they’re the core of the Aztec worldview. Like the cell’s mitosis, Ometeotl divides themself into Ometecuhtli (male) and Omecihuatl (female), then into the four creation gods. So every Aztec god is a specific disguise or embodiment of Ometeotl."
          ]
        },
        {
          "subtitle": "Legacy",
          "subcontent": [
            "This deity is still celebrated annually in Morelos at the Ometeotl festival, which showcases the diversity of Mexican culture. But Ometeotl’s legacy can also be seen in the rise of the philosophical notion of complexity and complex systems. The Aztec’s pantheon is indeed a perfect example of it, where all the parts interact with each other in various ways, culminating in a higher order."
          ]
        }
      ]
    },
    {
      "id": "Huitzilopochtli",
      "type": "creation",
      "name": "Huitzilopochtli",
      "title": "The emperor god",
      "minibio": "God of war, thunderstorms, fire and sun. He’s the original deity of the nomadic tribe of Mexica, also known as Aztecs. He was a warrior who needed blood to win his battle against darkness.",
      "illustration": "aztec-timeline",
      "sources_group": [
        {
          "title": "Incarnations of the Aztec Supernatural: The Image of Huitzilopochtli in Mexico and Europe",
          "author": "Elizabeth H. Boone",
          "url": "https://www.jstor.org/stable/1006524"
        },
        {
          "title": "Huitzilopochtli: The History of the Aztec God of War and Human Sacrifice",
          "author": "Ernesto Novato",
          "url": "https://www.goodreads.com/book/show/49472932-huitzilopochtli"
        }
      ],
      "content": [
        {
          "subtitle": "Symbolism",
          "subcontent": [
            "Huitzilopochtli is the protector of Aztec people through their journey from the mythic city of Aztlan (potentially the north of Mexico) to Texcoco Lake, where they built Tenochtitlan. Struggling to feed the fifth sun (<em>Tonatiuh</em>) and thus allowing the whole world to exist, Aztecs helped him thanks to wars, conquests and captives. While their blood is spilled to the ground to feed the earth, their heart is offered to the sun. Once again, death brings life."
          ]
        },
        {
          "subtitle": "Legacy",
          "subcontent": [
            "The presence of Huitzilopochtli is still obvious today. Look no further than Mexico’s flag. At the center of it, an eagle eats a snake on a cactus. The same that Mexica saw upon their arrival at Texcoco. But, mainly, Huitzilopochtli's shadow still lies over the political landscape. The Empire his followers built (one which roughly restructured the countryside and created a sense of unity, despite the variety of local cultures) reshaped Mexican history well into the present."
          ]
        }
      ]
    },
    {
      "id": "Quetzalcoatl",
      "type": "creation",
      "name": "Quetzalcoatl",
      "title": "The civilizing god",
      "minibio": "One of the main divinities worshiped in Mesoamerica. He's the god of agriculture, arts, love science and wind. Exiled by his brother Tezcatlipoca, his expected return has been seen, at first, as the arrival of Hernan Cortez in 1519.",
      "sources_group": [
        {
          "title": "Quetzalcoatl, in myth, archeology, and art",
          "author": "Demetrio Sodi, José López Portillo and Fernando Díaz Infante",
          "url": "https://www.worldcat.org/title/quetzalcoatl-in-myth-archeology-and-art/oclc/8171135"
        },
        {
          "title": "The myth of Quetzalcoatl",
          "author": "Enrique Florescano",
          "url": "https://www.worldcat.org/title/myth-of-quetzalcoatl/oclc/1110371944"
        },
        {
          "title": "The Myth of Quetzalcoatl: Religion, Rulership, and History in the Nahua World",
          "author": "Alfredo López Austin",
          "url": "https://www.worldcat.org/title/myth-of-quetzalcoatl-religion-rulership-and-history-in-the-nahua-world/oclc/898092749"
        }
      ],
      "content": [
        {
          "subtitle": "Symbolism",
          "subcontent": [
            "K’iche’, Mayan or Toltecs: The feathered serpent figure has been revered for centuries in Mesoamerica. Although he’s a major fertility god for Aztecs, he also birthed a sweeter life for humans by giving them agriculture, science, arts, game, medicine and drugs, and especially love.",
            "All those gifts remain in Mexican culture, thanks to historical and archeological work, but the most vivacious one remains the <a href=https://indigenousmexico.org/state-of-mexico/the-nahuatl-language-of-mexico-from-aztlan-to-the-present-day/>Náhuatl language</a>. Spoken since the 7th century, today it’s the second most common language in the country, with around 2M speakers, mostly in rural areas."
          ]
        },
        {
          "subtitle": "Legacy",
          "subcontent": [
            "Contemporary Náhuatl is not the same as the original, as it has been Latinized and standardized since the Spanish Conquest, not to mention the fragmentation of Náhuatl into a multitude of local variations, and the urban migration, which weakens its transmission. Local dialects became, in the early 1990s, a strong symbol for the recognition of indigenous rights. And, finally, in 2003, <a href=https://en.wikipedia.org/wiki/Ley_General_de_Derechos_Ling%C3%BC%C3%ADsticos_de_los_Pueblos_Ind%C3%ADgenas>they were recognized as co-official national languages by the government</a>."
          ]
        }
      ]
    },
    {
      "id": "Tezcatlipoca",
      "type": "creation",
      "name": "Tezcatlipoca",
      "title": "The trickster",
      "minibio": "Omnipotent god of rulers, sorcerers or warriors, he rules night, death, discord, conflict, temptation, change and destruction. Symbolized by the jaguar, he's a rival of Quetzalcoatl and one of the most complex Aztec gods.",
      "sources_group": [
        {
          "title": "Nahualism",
          "author": "Roberto Martinez Gonzalez",
          "url": "http://www.theses.fr/2005EPHE5011"
        },
        {
          "title": "Tezcatlipoca: trickster and supreme deity",
          "author": "Elizabeth Baquedano",
          "url": "https://www.worldcat.org/title/tezcatlipoca-trickster-and-supreme-deity/oclc/1221019941"
        },
        {
          "title": "A Guide to Mexican Witchcraft",
          "author": "William Madsen, Claudia Madsen Mariana Yampolsky",
          "url": "https://www.worldcat.org/title/guide-to-mexican-witchcraft/oclc/82372796"
        },
        {
          "title": "Shamanism in Mexico",
          "author": "William Madsen",
          "url": "https://www.jstor.org/stable/3628996"
        },
        {
          "title": "Symbolizing Tezcatlipoca",
          "author": "Nicholas J. Saunders and Elizabeth Baquedano",
          "url": "https://www.academia.edu/10231958/Symbolizing_Tezcatlipoca"
        },
        {
          "title": "Le nahualli : homme-dieu et double animal au Mexique",
          "author": "Roberto Martinez Gonzalez",
          "url": "https://sciencepress.mnhn.fr/sites/default/files/articles/pdf/az2004n1a25.pdf"
        }
      ],
      "content": [
        {
          "subtitle": "Symbolism",
          "subcontent": [
            "Despite witch hunts during the Spanish Conquest, magic has survived into the present, with brujos/brujas or curanderos/curanderas, especially in the south of Mexico Valley, Tuxtla (Chiapas) or in Catemaco, a village near Vera Cruz, where politicians still come to seek mystical help before elections."
          ],
          "id": "Mayahuel",
          "type": "human",
          "name": "Mayahuel",
          "title": "Goddess of pulque",
          "minibio": "Goddess of the maguay plant and all its by-products, especially pulque. Said to have 400 breasts to nurture her children, she gave love to mankind with her romance with Quetzalcoatl.",
          "sources_group": [
            {
              "title": "The Children of Mayahuel: Agaves, Human Cultures, and Desert Landscapes in Northern Mexico",
              "author": "Cynthia Radding",
              "url": "https://www.jstor.org/stable/23212617"
            },
            {
              "title": "Mayáhuel: Mesoamerican deities of the maguey, as depicted in the C​odex Borgia",
              "author": "Richard Guzman",
              "url": "https://www.academia.edu/37004866/May%C3%A1huel_Mesoamerican_deitess_of_the_maguey_as_depicted_in_the_C_odex_Borgia"
            },
            {
              "title": "Pulque and the four hundred divine yet helplessly drunken rabbits",
              "author": "Zoe Saadia",
              "url": "https://www.zoesaadia.com/tag/mayahuel/"
            },
            {
              "title": "The Story of pulque",
              "author": "Deborah Toner",
              "url": "https://staffblogs.le.ac.uk/consumingauthenticities/2015/03/10/the-story-of-pulque-part-1/"
            }
          ],
          "content": [
            {
              "subtitle": "Symbolism",
              "subcontent": [
                "<a href=https://en.wikipedia.org/wiki/Pulque>Pulque</a> (a mild alcoholic beverage made from maguey) is quite a paradoxical element of Aztec culture. Whereas their pantheon counted hundreds of gods related to it, all children of Mayahuel, it was restricted to very few humans (warriors, sacrificial victims, priests and nobles for celebrations, or older people and pregnant women) and public drunkenness was severely punished."
              ]
            },
            {
              "subtitle": "Legacy",
              "subcontent": [
                "Maguey plantations brought wealth to powerful families in Mexico during the 19th century, but pulque represents only 10% of the alcoholic beverages consumed in Mexico. However, a modern version of it, thanks to the European distillation technique, became very popular worldwide: tequila. Additionally, maguey, with its low water consumption, is actually <a href=https://www.scientificamerican.com/article/does-agave-hold-the-secret-to-drought-resistant-farming/>a point of interest for agronomists</a> and could help to solve some water problems in Mexico."
              ]
            }
          ],
          "layout": "geometric",
          "illustration": "​​civilizations-and-ethnic-groups-in-meso-america"
        }
      ],
      "sources_title": "Sources"
    }
  ],
  "sources": [
    {
      "group_title": "Autores",
      "sources_group": [
        {
          "title": "Caio Jacintho",
          "author": "",
          "url": ""
        },
        {
          "title": "João Carabetta",
          "author": "",
          "url": ""
        },
        {
          "title": "Judite Cypreste",
          "author": "",
          "url": ""
        },
        {
          "title": "Lucas Tavares",
          "author": "",
          "url": ""
        },
        {
          "title": "Pedro Meneghel",
          "author": "",
          "url": ""
        }
      ]
    },
    {
      "group_title": "Agradecimentos",
      "sources_group": [
        {
          "title": "Rafael Lisboa",
          "author": "",
          "url": ""
        }
      ]
    },
    {
      "group_title": "Prefeito",
      "sources_group": [
        {
          "title": "Eduardo Paes",
          "author": "",
          "url": ""
        }
      ]
    }
  ],
  "codices": [
    "",
    ""
  ],
  "cta_title": "Special mentions",
  "cta_wip_title": "Work in progress",
  "cta_wip": [
    "We have, so far, in our database around 137 gods. And another batch is in the “work in progress” phase, as we still lack information, iconographic resources or simply the time to render them in graphic vector.",
    "We hope to improve and expand it in the future so, if you’re interested in this project, you can <a href=mailto:uguengwendal@gmail.com>contact me</a> for corrections in written or iconographic resources. Thank you in advance for your help!"
  ],
  "cta_mentions_title": "Special mentions",
  "cta_mentions": [
    "A special thanks to Sylvie Peperstraete, Fiona Pugliese, Ingrid Bernal, Elizabeth Baquedano, Florian Melki, Patrick Lesbre and Ian Mursell for their help and advice during my research."
  ],
  "cta_websites_title": "My favorite websites",
  "cta_websites": [
    "<a href=https://www.mexicolore.co.uk/aztecs/>Mexicolore</a>, a wonderful and rich website for the general public about ancient cultures in Mexico.",
    "<a href=https://www.mayaincaaztec.com/>MayaIncaAztec</a>, an educational website about indigenous societies in America, where I published my first restorations.",
    "My Corazon Mexica on <a href=https://www.etsy.com/fr/people/j848hx6qcfjnjb14>Etsy</a> and <a href=https://www.facebook.com/MiCorazonMexica/>Facebook</a> for their incredible drawings and costumes  inspired by aztec mythology."
  ]
}