{
  "title": "A Visual Guide to the Aztec Pantheon",
  "introduction": [
   "Can you imagine Rio de Janeiro without the BRT, the VLT, the Porto Maravilha, the Museum of Tomorrow, the Rio Art Museum, the Operations Center (COR), the Transoeste, the Transcarioca, and the Transolímpica? Well, without the 2016 Olympic and Paralympic Games, none of this would have become a reality.",
  "The hosting of the Games was essential to enable various urban facilities that today positively impact the lives of cariocas, many of which might never have materialized without the boost provided by the event.",
  "From the beginning of the project, the Rio City Hall aimed to ensure a legacy for the city. The preparation to host the event was used to accelerate long-awaited changes, which brought significant improvements in the quality of life for cariocas.",
   "The Olympics and Paralympics represented a milestone in the city's recent history. Besides putting Rio in the world spotlight, the Games paved the way for significant transformations in infrastructure, services, transportation, and education.",
   "In this special report, we invite you to revisit or discover the Olympic legacy that has transformed — and continues to transform — our Rio de Janeiro."
  ],
  "introductionone": [
    "Além de planejar e construir equipamentos que garantissem a melhoria da qualidade de vida dos cariocas, o projeto olímpico do Rio adotou a arquitetura nômade em várias arenas, de modo que, passados os Jogos, tivessem novos usos para a população.",
    "Este conceito de construção prevê o reaproveitamento das instalações esportivas para transformá-las em novos equipamentos públicos, inclusive em outras áreas da cidade. É o caso, por exemlo, da Arena do Futuro, que foi palco do handebol olímpico e do golbol paralímpico. Após o término das competições, sua estrutura foi utilizada para a construção de quatro escolas no modelo GET (Ginásio Educacional Tecnológico), com capacidade para atender 1.700 alunos.",
    "Todas as quatro unidades estão localizadas na Zona Oeste da cidade (Santa Cruz, Bangu, Campo Grande e Rio das Pedras), onde outros importantes equipamentos foram construídos e estão hoje como legado olímpico."   ],
  "introductiontwo": [
    "Além dos equipamentos mencionados anteriormente, compõem o legado muitos outros projetos que não têm relação direta com o evento esportivo, mas aproveitaram a oportunidade olímpica para serem transformados em realidade. Eram obras de infraestrutura, principalmente de mobilidade e urbanização, que foram viabilizadas ou aceleradas devido ao Rio ter se tornado cidade-sede dos Jogos.",
    "Uma das transformações mais significativas refere-se à expansão da rede de transporte de alta capacidade. Os esforços da Prefeitura do Rio tinham como objetivo criar um novo modelo de mobilidade urbana no qual a cidade estivesse completamente interligada, facilitando e agilizando os deslocamentos e quebrando antigas fronteiras geográficas e sociais.",
    "Para isso, foram feitos investimentos em projetos como os BRTs Transoeste, Transcarioca e Transolímpica, o VLT e mais recentemente o Terminal Gentileza - obras que fizeram o transporte avançar na cidade, encurtando distâncias e melhorando a qualidade de vida de centenas de milhares de cariocas, principalmente nas zonas Norte e Oeste. ",
    "A seguir, você conhecerá um pouco mais sobre os projetos de mobilidade do Legado Olímpico que agilizaram e facilitaram a forma como os cariocas se deslocam pelo Rio."
   ],
  "introductionthree": [
    "Na próxima fase do compromisso contínuo da Prefeitura do Rio de Janeiro em preservar e relembrar o legado olímpico, serão instalados totens, placas e selos em diversos espaços e edifícios da cidade.",
    "Ao identificar e celebrar os locais que foram transformados ou beneficiados pelos Jogos, estamos fortalecendo o senso de comunidade e pertencimento, ao mesmo tempo em que promovemos o turismo e a conscientização sobre a <b>importância do evento para o nosso presente e futuro.</b>"
   ],
  "introductionfour": [
    "Explore all the equipment and works done due to the Olympic and Paralympic Games in Rio de Janeiro in the tool below:"
   ],
  "iconography_title": "",
  "iconography_intro": "",
  "iconography_imaginarygods": "",
  "library_death_subtitle": "Imaginary God of <strong>Death</strong>",
  "library_fertility_subtitle": "Imaginary God of <strong>Fertility</strong>",
  "pantheon_title": "",
  "pantheon_intro": "",
  "pantheon_duality": "",
  "iconography_tlalte": "Tlaltecuhtli",
  "source_tlalte_label": "Colorized detail from a stone sculpture exhibited at the Templo Mayor museum",
  "source_tlalte_url": "",
  "tlalte-steps": [
    {
      "id": "mapa_01",
      "title": "",
      "text": "",
      "background_text": "",
      "description":"This is the map of the Olympic Legacy in Rio de Janeiro. We will start our tour in the city's central region, where the focus was on conservation combined with a renewal of Downtown Rio."
    },
    {
      "id": "centro_de_operacoes_rio",
      "title": "COR",
      "text": "cor",
      "background_text": "reformas urbanas",
      "description":"The Rio Operations Center (COR) was the first Olympic facility delivered by Rio City Hall to the city. Inaugurated in December 2010, its legacy remains 24 hours a day, seven days a week. The COR monitors and integrates Rio de Janeiro in essential areas: urban mobility and weather."
    },
    {
      "id": "praca_maua",
      "title": "Praça Mauá (Porto Maravilha)",
      "text": "praca_maua",
      "background_text": "reformas urbanas",
      "description":"The square was inaugurated in the early 20th century, being reopened in September 2015 after being revitalized. The revitalization of the square was part of Porto Maravilha, an urban operation that revitalized the Port Zone of Rio de Janeiro, providing leisure, culture, and coexistence for residents and visitors. With green areas, cultural spaces, and events, the square has become a meeting and social integration point, contributing to the quality of life and urban development of the city.In addition to planning and building facilities to ensure the improvement of cariocas' quality of life, the Legacy Plan adopted nomadic architecture in much of its Olympic project.This construction concept involves reusing sports facilities to turn them into other public facilities. The Future Arena, for example, is part of this type of architecture. After the end of the competitions, its structure was used to build four schools in the GET model, which will serve a total of about 1,700 students.Three have already been inaugurated, and another unit will be inaugurated by the end of April in Rio das Pedras. All units are located in the West Zone of the city, where other important facilities were built and are now part of the Olympic legacy."
    },
    {
      "id": "museu_do_amanhã",
      "title": "Museum of Tomorrow",
      "text": "museu_do_amanhã",
      "background_text": "lazer",
      "description":"An icon of the city's port region, the Museum of Tomorrow is also a legacy of the Games. Inaugurated in 2015, it was part of the urban revitalization project of Porto Maravilha. The Museum of Tomorrow is an interactive science museum that uses technology to bring reflections on technology, sustainability, and the future."
    },
    {
      "id": "museu_de_arte_do_rio",
      "title": "Rio Art Museum",
      "text": "museu_de_arte_do_rio",
      "background_text": "lazer",
      "description":"Inaugurated in 2013, the Rio Art Museum, MAR, is a cultural institution that preserves and promotes the art and history of the city. Also located in Rio's port region, the museum became another cultural option for the city's residents and tourists after the Games."
    }
  ],
  "iconography_tezca": "Tezcatlipoca",
  "source_tezca_label": "Codex Borgia",
  "source_tezca_url": "http://www.famsi.org/research/loubat/Borgia/page_21.jpg",
  "tezca-steps": [
    {
      "id": "mapa_02",
      "title": "",
      "text": "",
      "background_text": "",
      "description":"Now, let's go to the West Zone of the city to get to know the GETs and other works that exist thanks to the 2016 Olympic and Paralympic Games."
    },
    {
      "id": "parque_rita_lee",
      "title": "Parque Rita Lee",
      "text": "parque_rita_lee",
      "background_text": "lazer",
      "description":"Former Olympic Boulevard, Rita Lee Park is an Olympic legacy that has become an important sports and leisure center for the residents of Rio de Janeiro. With modern and varied facilities, the park offers opportunities for sports practice, cultural events, and entertainment for cariocas."
    },
    {
      "id": "GEO_isabel_salgado",
      "title": "GEO Isabel Salgado",
      "text": "GEO_isabel_salgado",
      "background_text": "educação",
      "description":"The GEO Isabel Salgado was named in honor of one of the greatest names in world volleyball and an Olympic athlete. The school will serve about a thousand students, from first to ninth grade, on a full-time basis, and consists of 24 classrooms, a multipurpose room, a pedagogical support room, a cafeteria, a kitchen, changing rooms, and bathrooms. Besides, of course, sports facilities, with two courts and places for judo, martial arts, table tennis, and gymnastics."
    },
    {
      "id": "GET_emiliano_galdino",
      "title": "GETs",
      "text": "GET_emiliano_galdino",
      "background_text": "educação",
      "description":"The GET José Mauro de Vasconcelos, in Bangu, and the GET Emiliano Galdino, in Santa Cruz, can serve about 900 students from Elementary School in the most innovative public school model in the country, following the STEAM approach (Science, Technology, Engineering, Arts, and Mathematics) and investing in the qualification of integral education, with activities from 8 am to 2:30 pm."
    },
    {
      "id": "parque",
      "title": "Parque Radical de Deodoro",
      "text": "parque",
      "background_text": "lazer",
      "description":"Deodoro Radical Park is located in the North Zone of the city and offers activities for residents of the region. It is the second-largest leisure area in Rio de Janeiro and has several options for those who want to practice sports or simply enjoy a day in the sun by the pool. Another facility that only exists thanks to the 2016 Games!In addition to the aforementioned facilities, many other projects were carried out without a direct relationship with the Olympic Games. They were infrastructure works, mainly in mobility and urbanization, which were made viable or accelerated due to Rio becoming the host city of the Games.One of the most significant transformations resulting from these infrastructure works is mobility. Rio City Hall's efforts aimed to create a new model of road network in which the city was completely interconnected, facilitating and speeding up displacements and breaking old geographical and social boundaries.For this, investments were made in projects such as Terminal Gentileza, VLT, BRT, Transoeste, Transcarioca, and Transolímpica, which improved the city's transportation and opened up new opportunities for leisure, culture, and education for thousands of cariocas.Next, you will learn more about the Olympic Legacy projects that have enhanced how cariocas move around Rio."
    }
  ],
  "tezca2-steps": [
    {
      "id": "mapa_03",
      "title": "",
      "text": "",
      "background_text": "",
      "description":""
    },
    {
      "id": "sistema_brt",
      "title": "BRT",
      "text": "sistema_brt",
      "background_text": "transporte",
      "description":"An important project in the city's mobility, the BRT System was built for the Rio 2016 Games. With exclusive corridors and modern buses, it provided faster and more efficient travel for cariocas, reducing traffic jams and improving the quality of life for users. Currently, three exclusive bus corridors operate at full capacity with a completely renewed fleet: Transoeste, Transolímpica, and Transcarioca."
    },
    {
      "id": "transoeste",
      "title": "transoeste",
      "text": "transoeste",
      "background_text": "transporte",
      "description":"Transoeste is an expressway that improved connectivity between the West Zone and other neighborhoods in Rio de Janeiro. With exclusive lanes for buses and BRT, it provided faster and more comfortable trips for cariocas, promoting urban integration and facilitating access to services and jobs."
    },
    {
      "id": "transcarioca",
      "title": "transcarioca",
      "text": "transcarioca",
      "background_text": "transporte",
      "description":"Transcarioca is an important expressway that connects Barra da Tijuca to the North Zone of the city. With exclusive lanes for buses and BRT, it facilitated the movements of residents, reducing travel times and traffic jams, as well as stimulating economic and social development along its route."
    },
    {
      "id": "transolimpica",
      "title": "transolímpica",
      "text": "transolimpica",
      "background_text": "transporte",
      "description":"Transolímpica is an expressway that connects Barra da Tijuca to the rest of the West Zone of Rio de Janeiro. Besides facilitating access to the competition venues during the Olympic Games, Transolímpica left an important legacy for the city, improving urban mobility and stimulating the economic development of the region.In the next phase of Rio de Janeiro City Hall's ongoing commitment to preserving and remembering the Olympic legacy, totems, plaques, and stamps will be installed in various spaces and buildings in the city.By identifying and celebrating the places that were transformed or benefited by the Games, we are strengthening the sense of community and belonging, while promoting tourism and raising awareness about the event's importance for our present and future."
    },
    {
      "id": "sistema_vlt",
      "title": "sistema vlt",
      "text": "sistema_vlt",
      "background_text": "transporte",
      "description":"In the mobility area, the Center gained, in June 2016, the Light Rail Vehicle (VLT). It integrates all means of transport in the Center and the Port Region: ferries, subway, train, bus, bus station, airport, cable car, cruise terminal, and, in the future, the BRT Transbrasil. Currently, the VLT is being expanded to the Gentileza Intermodal Terminal."
    },
    {
      "id": "terminal_gentileza",
      "title": "Gentileza Terminal",
      "text": "terminal_intermodal_gentileza",
      "background_text": "transporte",
      "description": "Gentileza Terminal was designed as the arrival point in Rio for the BRT Transbrasil, with a minimum estimated demand of 150,000 people transported daily. At the location, passengers can take feeder buses to various regions of the city, as well as the VLT — which was extended by about 700 meters from Rodoviária Novo Rio — to circulate in Downtown Rio and reach Central do Brasil, Praça XV, and Santos Dumont and Galeão Airports. Inaugurated in February this year, it is also a product of the Olympic legacy, as about 700 tons of steel structures from the International Broadcasting Center (IBC) were used in its construction."
    }
  ],
  "pantheon": [
       {
      "id": "allLinks",
      "title": "",
      "type": "explanatory-mode",
      "layout": "allLinks",
      "selected": "BRT",
      "keyword": "educacao",
      "text": "<em>Death</em> groups all the gods related to destructive forces, whether they come from nature or humankind, like the underworld, war or natural disasters."
    },
    {
      "id": "allLinks",
      "title": "",
      "type": "explanatory-mode",
      "layout": "allLinks",
      "selected": "",
      "keyword": "transporte",
      "text": "<em>Life</em>, like death, combines both renewal of nature and the continuation of the human species and, thus, includes fertility, birth, food or even cosmic creation."
    },
    {
      "id": "allLinks",
      "title": "",
      "type": "explanatory-mode",
      "layout": "allLinks",
      "selected": "",
      "keyword": "reformas urbanas",
      "text": "<em>Spiritual</em> can be gods related to human intellectual interests, like art, lust and excess, or gods related to metaphysical interests, like the mysteries of nature, its creation and its purpose."
    },
    {
      "id": "allLinks",
      "title": "",
      "type": "explanatory-mode",
      "layout": "allLinks",
      "selected": "",
      "keyword": "lazer",
      "text": "<em>Material</em> deities offer protection to the activities that ensure the survival of Aztec civilization, from trading and craft to war or food."
    },
    {
      "id": "allLinks",
      "title": "",
      "type": "explanatory-mode",
      "layout": "allLinks",
      "selected": "",
      "keyword": "",
      "text": "But, as we’ve seen with Tlaltecuhtli and Tezcatlipoca, Aztec Gods rarely fit into a single category, and most are both creative and destructive, spiritual and material, especially the 13 <span class=major-god>major Gods</span>."
    },
    {
      "id": "aspect",
      "title": "",
      "type": "explanatory-mode",
      "layout": "aspect",
      "selected": "",
      "keyword": "",
      "text": "Explore each illustration to see if you can spot the attributes that align with the Gods’ domains. Be sure to seek out the 13 <span class=major-god>major Gods</span>, where you can also learn about Aztec society’s lasting legacy, from modern election practices in the south of Mexico to the foods eaten around the world."
    },
    {
      "id": "aspect",
      "title": "",
      "type": "exploratory-mode",
      "layout": "aspect",
      "selected": "Ometeotl",
      "keyword": "",
      "text": "You can start exploring with Ometeotl, a major figure often deemed as the primordial God, as he is the cosmic energy that gives life to everything."
    }
  ],
  "main_gods": [
    {
      "id": "Ometeotl",
      "type": "primordial",
      "name": "Ometeotl",
      "title": "The matrix of all things",
      "minibio": "Androgynous entity, Ometeotl is responsible for the creation of the gods and the world, on the back of Cipactli, but stays distant from mankind.",
      "illustration": "13-heavens",
      "sources_group": [
        {
          "title": "Reshaping the world: debates on Mesoamerican cosmologies",
          "author": "Ana Maria Diaz Alvarez",
          "url": "https://www.worldcat.org/title/reshaping-the-world-debates-on-mesoamerican-cosmologies/oclc/1111651871"
        },
        {
          "title": "Ometeotl and the Emergence of the Male-Female Polarity in Aztec Cosmogony",
          "author": "Sylvie Peperstraete",
          "url": "https://www.persee.fr/doc/asdi_1662-4653_2012_num_7_1_978"
        },
        {
          "title": "Ometeotl, the God that Didn’t Exist",
          "author": "",
          "url": "http://www.calmecacanahuac.com/blog/uncategorized/ometeotl-the-god-that-didnt-exist/"
        }
      ],
      "content": [
        {
          "subtitle": "Symbolism",
          "subcontent": [
            "The only symbol of truth and permanence for Aztecs is Ometeotl, the cosmic energy which gives life to everything, and structures it, like a fabric upon which gods and humans weave their history. Ometeotl doesn’t seem to be worshiped, besides mentions by some poets. However, they’re the core of the Aztec worldview. Like the cell’s mitosis, Ometeotl divides themself into Ometecuhtli (male) and Omecihuatl (female), then into the four creation gods. So every Aztec god is a specific disguise or embodiment of Ometeotl."
          ]
        },
        {
          "subtitle": "Legacy",
          "subcontent": [
            "This deity is still celebrated annually in Morelos at the Ometeotl festival, which showcases the diversity of Mexican culture. But Ometeotl’s legacy can also be seen in the rise of the philosophical notion of complexity and complex systems. The Aztec’s pantheon is indeed a perfect example of it, where all the parts interact with each other in various ways, culminating in a higher order."
          ]
        }
      ]
    },
    {
      "id": "Huitzilopochtli",
      "type": "creation",
      "name": "Huitzilopochtli",
      "title": "The emperor god",
      "minibio": "God of war, thunderstorms, fire and sun. He’s the original deity of the nomadic tribe of Mexica, also known as Aztecs. He was a warrior who needed blood to win his battle against darkness.",
      "illustration": "aztec-timeline",
      "sources_group": [
        {
          "title": "Incarnations of the Aztec Supernatural: The Image of Huitzilopochtli in Mexico and Europe",
          "author": "Elizabeth H. Boone",
          "url": "https://www.jstor.org/stable/1006524"
        },
        {
          "title": "Huitzilopochtli: The History of the Aztec God of War and Human Sacrifice",
          "author": "Ernesto Novato",
          "url": "https://www.goodreads.com/book/show/49472932-huitzilopochtli"
        }
      ],
      "content": [
        {
          "subtitle": "Symbolism",
          "subcontent": [
            "Huitzilopochtli is the protector of Aztec people through their journey from the mythic city of Aztlan (potentially the north of Mexico) to Texcoco Lake, where they built Tenochtitlan. Struggling to feed the fifth sun (<em>Tonatiuh</em>) and thus allowing the whole world to exist, Aztecs helped him thanks to wars, conquests and captives. While their blood is spilled to the ground to feed the earth, their heart is offered to the sun. Once again, death brings life."
          ]
        },
        {
          "subtitle": "Legacy",
          "subcontent": [
            "The presence of Huitzilopochtli is still obvious today. Look no further than Mexico’s flag. At the center of it, an eagle eats a snake on a cactus. The same that Mexica saw upon their arrival at Texcoco. But, mainly, Huitzilopochtli's shadow still lies over the political landscape. The Empire his followers built (one which roughly restructured the countryside and created a sense of unity, despite the variety of local cultures) reshaped Mexican history well into the present."
          ]
        }
      ]
    },
    {
      "id": "Quetzalcoatl",
      "type": "creation",
      "name": "Quetzalcoatl",
      "title": "The civilizing god",
      "minibio": "One of the main divinities worshiped in Mesoamerica. He's the god of agriculture, arts, love science and wind. Exiled by his brother Tezcatlipoca, his expected return has been seen, at first, as the arrival of Hernan Cortez in 1519.",
      "sources_group": [
        {
          "title": "Quetzalcoatl, in myth, archeology, and art",
          "author": "Demetrio Sodi, José López Portillo and Fernando Díaz Infante",
          "url": "https://www.worldcat.org/title/quetzalcoatl-in-myth-archeology-and-art/oclc/8171135"
        },
        {
          "title": "The myth of Quetzalcoatl",
          "author": "Enrique Florescano",
          "url": "https://www.worldcat.org/title/myth-of-quetzalcoatl/oclc/1110371944"
        },
        {
          "title": "The Myth of Quetzalcoatl: Religion, Rulership, and History in the Nahua World",
          "author": "Alfredo López Austin",
          "url": "https://www.worldcat.org/title/myth-of-quetzalcoatl-religion-rulership-and-history-in-the-nahua-world/oclc/898092749"
        }
      ],
      "content": [
        {
          "subtitle": "Symbolism",
          "subcontent": [
            "K’iche’, Mayan or Toltecs: The feathered serpent figure has been revered for centuries in Mesoamerica. Although he’s a major fertility god for Aztecs, he also birthed a sweeter life for humans by giving them agriculture, science, arts, game, medicine and drugs, and especially love.",
            "All those gifts remain in Mexican culture, thanks to historical and archeological work, but the most vivacious one remains the <a href=https://indigenousmexico.org/state-of-mexico/the-nahuatl-language-of-mexico-from-aztlan-to-the-present-day/>Náhuatl language</a>. Spoken since the 7th century, today it’s the second most common language in the country, with around 2M speakers, mostly in rural areas."
          ]
        },
        {
          "subtitle": "Legacy",
          "subcontent": [
            "Contemporary Náhuatl is not the same as the original, as it has been Latinized and standardized since the Spanish Conquest, not to mention the fragmentation of Náhuatl into a multitude of local variations, and the urban migration, which weakens its transmission. Local dialects became, in the early 1990s, a strong symbol for the recognition of indigenous rights. And, finally, in 2003, <a href=https://en.wikipedia.org/wiki/Ley_General_de_Derechos_Ling%C3%BC%C3%ADsticos_de_los_Pueblos_Ind%C3%ADgenas>they were recognized as co-official national languages by the government</a>."
          ]
        }
      ]
    },
    {
      "id": "Tezcatlipoca",
      "type": "creation",
      "name": "Tezcatlipoca",
      "title": "The trickster",
      "minibio": "Omnipotent god of rulers, sorcerers or warriors, he rules night, death, discord, conflict, temptation, change and destruction. Symbolized by the jaguar, he's a rival of Quetzalcoatl and one of the most complex Aztec gods.",
      "sources_group": [
        {
          "title": "Nahualism",
          "author": "Roberto Martinez Gonzalez",
          "url": "http://www.theses.fr/2005EPHE5011"
        },
        {
          "title": "Tezcatlipoca: trickster and supreme deity",
          "author": "Elizabeth Baquedano",
          "url": "https://www.worldcat.org/title/tezcatlipoca-trickster-and-supreme-deity/oclc/1221019941"
        },
        {
          "title": "A Guide to Mexican Witchcraft",
          "author": "William Madsen, Claudia Madsen Mariana Yampolsky",
          "url": "https://www.worldcat.org/title/guide-to-mexican-witchcraft/oclc/82372796"
        },
        {
          "title": "Shamanism in Mexico",
          "author": "William Madsen",
          "url": "https://www.jstor.org/stable/3628996"
        },
        {
          "title": "Symbolizing Tezcatlipoca",
          "author": "Nicholas J. Saunders and Elizabeth Baquedano",
          "url": "https://www.academia.edu/10231958/Symbolizing_Tezcatlipoca"
        },
        {
          "title": "Le nahualli : homme-dieu et double animal au Mexique",
          "author": "Roberto Martinez Gonzalez",
          "url": "https://sciencepress.mnhn.fr/sites/default/files/articles/pdf/az2004n1a25.pdf"
        }
      ],
      "content": [
        {
          "subtitle": "Symbolism",
          "subcontent": [
            "Despite witch hunts during the Spanish Conquest, magic has survived into the present, with brujos/brujas or curanderos/curanderas, especially in the south of Mexico Valley, Tuxtla (Chiapas) or in Catemaco, a village near Vera Cruz, where politicians still come to seek mystical help before elections."
          ],
          "id": "Mayahuel",
          "type": "human",
          "name": "Mayahuel",
          "title": "Goddess of pulque",
          "minibio": "Goddess of the maguay plant and all its by-products, especially pulque. Said to have 400 breasts to nurture her children, she gave love to mankind with her romance with Quetzalcoatl.",
          "sources_group": [
            {
              "title": "The Children of Mayahuel: Agaves, Human Cultures, and Desert Landscapes in Northern Mexico",
              "author": "Cynthia Radding",
              "url": "https://www.jstor.org/stable/23212617"
            },
            {
              "title": "Mayáhuel: Mesoamerican deities of the maguey, as depicted in the C​odex Borgia",
              "author": "Richard Guzman",
              "url": "https://www.academia.edu/37004866/May%C3%A1huel_Mesoamerican_deitess_of_the_maguey_as_depicted_in_the_C_odex_Borgia"
            },
            {
              "title": "Pulque and the four hundred divine yet helplessly drunken rabbits",
              "author": "Zoe Saadia",
              "url": "https://www.zoesaadia.com/tag/mayahuel/"
            },
            {
              "title": "The Story of pulque",
              "author": "Deborah Toner",
              "url": "https://staffblogs.le.ac.uk/consumingauthenticities/2015/03/10/the-story-of-pulque-part-1/"
            }
          ],
          "content": [
            {
              "subtitle": "Symbolism",
              "subcontent": [
                "<a href=https://en.wikipedia.org/wiki/Pulque>Pulque</a> (a mild alcoholic beverage made from maguey) is quite a paradoxical element of Aztec culture. Whereas their pantheon counted hundreds of gods related to it, all children of Mayahuel, it was restricted to very few humans (warriors, sacrificial victims, priests and nobles for celebrations, or older people and pregnant women) and public drunkenness was severely punished."
              ]
            },
            {
              "subtitle": "Legacy",
              "subcontent": [
                "Maguey plantations brought wealth to powerful families in Mexico during the 19th century, but pulque represents only 10% of the alcoholic beverages consumed in Mexico. However, a modern version of it, thanks to the European distillation technique, became very popular worldwide: tequila. Additionally, maguey, with its low water consumption, is actually <a href=https://www.scientificamerican.com/article/does-agave-hold-the-secret-to-drought-resistant-farming/>a point of interest for agronomists</a> and could help to solve some water problems in Mexico."
              ]
            }
          ],
          "layout": "geometric",
          "illustration": "​​civilizations-and-ethnic-groups-in-meso-america"
        }
      ],
      "sources_title": "Sources"
    }
  ],
  "sources": [
    {
      "group_title": "Autores",
      "sources_group": [
        {
          "title": "Caio Jacintho",
          "author": "",
          "url": ""
        },
        {
          "title": "João Carabetta",
          "author": "",
          "url": ""
        },
        {
          "title": "Judite Cypreste",
          "author": "",
          "url": ""
        },
        {
          "title": "Lucas Tavares",
          "author": "",
          "url": ""
        },
        {
          "title": "Pedro Meneghel",
          "author": "",
          "url": ""
        }
      ]
    },
    {
      "group_title": "Agradecimentos",
      "sources_group": [
        {
          "title": "Rafael Lisboa",
          "author": "",
          "url": ""
        }
      ]
    },
    {
      "group_title": "Prefeito",
      "sources_group": [
        {
          "title": "Eduardo Paes",
          "author": "",
          "url": ""
        }
      ]
    }
  ],
  "codices": [
    "",
    ""
  ],
  "cta_title": "Special mentions",
  "cta_wip_title": "Work in progress",
  "cta_wip": [
    "We have, so far, in our database around 137 gods. And another batch is in the “work in progress” phase, as we still lack information, iconographic resources or simply the time to render them in graphic vector.",
    "We hope to improve and expand it in the future so, if you’re interested in this project, you can <a href=mailto:uguengwendal@gmail.com>contact me</a> for corrections in written or iconographic resources. Thank you in advance for your help!"
  ],
  "cta_mentions_title": "Special mentions",
  "cta_mentions": [
    "A special thanks to Sylvie Peperstraete, Fiona Pugliese, Ingrid Bernal, Elizabeth Baquedano, Florian Melki, Patrick Lesbre and Ian Mursell for their help and advice during my research."
  ],
  "cta_websites_title": "My favorite websites",
  "cta_websites": [
    "<a href=https://www.mexicolore.co.uk/aztecs/>Mexicolore</a>, a wonderful and rich website for the general public about ancient cultures in Mexico.",
    "<a href=https://www.mayaincaaztec.com/>MayaIncaAztec</a>, an educational website about indigenous societies in America, where I published my first restorations.",
    "My Corazon Mexica on <a href=https://www.etsy.com/fr/people/j848hx6qcfjnjb14>Etsy</a> and <a href=https://www.facebook.com/MiCorazonMexica/>Facebook</a> for their incredible drawings and costumes  inspired by aztec mythology."
  ]
}